{
  "about subtitle": "Leading with and without Ego, written by Paul van Schaik, Alfred Schmits and Dennis Stout, will be on shelves from November 2024. <br></br><br></br>The book describes what we as leaders often do, why we do it (un)consciously, and what the effects are: teams regularly don't get into the flow and hassles arise. With a concrete 8-step plan, the book offers you alternative behaviors that lead to deeper collaboration, greater job satisfaction and above-average performance. These strategies are based on years of experience in large companies and underpinned by scientific research.<br></br><br></br>During Alfred Schmits and Stefanie van Boekel's program, you will learn how to apply these successful strategies directly in your own team or organization.",
  "about title": "ABOUT THE BOOK<br></br>LEADING WITH AND WITHOUT EGO",
  "Geschreven door:": "Written by:",
  "areYouReady subtitle": "The book Leading with and without Ego, written by Paul van Schaik, Alfred Schmits, and Dennis Stout has been on the shelves since October. This book offers not only the tools to keep your ego in balance, but also to learn when it is necessary to let go of your ego so that you can support the other person in his or her growth. <br></br><br></br>With Stefanie van Boekel's trainings, we make sure that you really go through those steps and that the above you succeed.",
  "TERUGBELVERZOEK": "CALLBACK REQUEST",
  "areYouReady title": "ARE YOU READY TO TAKE YOUR LEADERSHIP TO THE NEXT LEVEL?",
  "PLAN KENNISMAKING": "PLAN INTRODUCTION",
  "author subtitle": "Alfred, author of Leading with and without Ego, has decades of experience in leadership training and guiding performance improvement within organizations. In addition to board experience, he has developed and supervised strategic development programs for top corporate executives. Stefanie is an expert in addressing stress and burnout in organizations and has extensive experience in experiential learning, where participants not only learn with their heads, but gain a deep learning experience by learning with their bodies as well. <br></br><br></br>Together, they are not a traditional consulting firm. They are bright, daring, and always beside you. They offer a personal and efficient approach that saves you time: you always have direct contact with them. The trainings are also relatively inexpensive, due to a clever construction of staying small, which makes them extremely flexible.",
  "author title": "THIS IS AN INITIATIVE OF<br></br><span>ALFRED SCHMITS AND STEFANIE VAN BOEKEL</span>",
  "CREATIEF EN PRODUCTIEF ZIJN": "BEING CREATIVE AND PRODUCTIVE",
  "ELKAAR VERSTERKEN": "REINFORCE EACH OTHER",
  "FLUITEND NAAR HUN WERK GAAN": "GO TO WORK WHISTLING",
  "Leidinggevenden die een samenwerkende omgeving bevorderen waar teamleden elkaar ondersteunen en versterken": "Leaders who foster a collaborative environment where team members support and strengthen each other.",
  "Leidinggevenden die elke dag enthousiast en gemotiveerd zijn": "Leaders who are enthusiastic and motivated every day.",
  "Leidinggevenden die grenzen verleggen en voortdurend uitstekende resultaten behalen": "Leaders who push boundaries and consistently achieve outstanding results.",
  "PRESTATIES GAAN DOORBREKEN": "Leaders who push boundaries and consistently achieve outstanding results.",
  "benefit subtitle": "Schedule a no-obligation meeting so that together we can clarify what will help you.",
  "benefit title": "IS YOU, WITHIN YOUR ORGANIZATION, <br></br>LOOKING FOR EXECUTIVES WHO:",
  "Leidinggevenden die innovatie stimuleren en een hoge productiviteit behouden": "Leaders who encourage innovation and maintain high productivity.",
  "Dan passen onze lezingen en trainingen bij jou!": "Then our lectures and training courses are a good fit for you!",
  "Doe je wat je baas van je verwacht en luister je niet naar je eigen inzichten?": "Are you doing what your boss expects of you and not listening to your own insights?",
  "Heb je het gevoel dat je sterk moet zijn voor je team?": "Do you feel you need to be strong for your team?",
  "Pas jij je gedrag aan uit angst voor afwijzing?": "Do you adjust your behavior for fear of rejection?",
  "title": "DO YOU RECOGNIZE THESE CHALLENGES?<br></br>THEN OUR TRAINING WOULD FIT",
  "Vertrouw je in moeilijke situaties op rationeel denken?": "Do you rely on rational thinking in difficult situations?",
  "Voel je weerstand of sabotage binnen je team?": "Do you sense resistance or sabotage within your team?",
  "Zijn jouw afdelingen meer bezig met hun eigen resultaten dan met het grotere geheel?": "Are your departments more concerned with their own results than with the bigger picture?",
  "Telefoonnummer": "Phone number",
  "Bedrijfnaam": "Company name",
  "Bericht": "Message",
  "Email-adres": "Email address",
  "Ja, ik ga er mee akkoord om af en toe emails te ontvangen met gratis tips en leuke updates": "Yes, I agree to receive occasional emails with free tips and fun updates.",
  "Naam": "Name",
  "contact subtitle": "We treat your email address with care: it is never shared with third parties or used for other purposes.",
  "contact title": "PLEASE CONTACT ME WITHOUT OBLIGATION AND I WILL GET BACK TO YOU AS SOON AS POSSIBLE.",
  "typ hier": "type here",
  "VERSTUREN": "SEND ",
  "Informatie": "Information",
  "footer title": "@2024 LEADING WITH AND WITHOUT EGO",
  "KENNISMAKING PLANNEN": "SCHEDULE INTRODUCTIONS",
  "hero subtitle": "A practical training for executives who dare to look at themselves",
  "hero title": "Leading <br></br><span>with and without Ego,</span>",
  "lang": "De",
  "AANMELDEN": "APPLY",
  "leadershipTips subtitle": "Want practical tips to take your leadership to the next level? Receive regular short background articles and stay up to date on the developments of the Leadership with and without Ego training.",
  "leadershipTips title": "FREE LEADERSHIP TIPS <span>RECEIVED?</span>",
  "INSCHRIJVEN": "SUBSCRIBE",
  "KENNISMAKEN": "NOTICE",
  "leading span": "LEADING WITH AND WITHOUT EGO",
  "leading subtitle": "Are you done with hassled, dissatisfied staff and would you like to go to work whistling? Do you want teams to rise above themselves? That they find their work deeply meaningful, use their qualities and experience satisfaction? Do you want to be engaged in the bigger picture instead of putting out fires? Become a credible leader who makes an impact: ensuring satisfied customers, great collaboration and lots of job satisfaction.",
  "leading title": "BOOK THE TRAINING",
  "organisation subtitle": "We can train you as an executive, but often it is more effective, valuable and fun to bring a larger part of your organization along. That way you speak the same language and better understand each other's work. Although the 8 steps from Leading with and without Ego form the basis, what will really move your organization forward is unique. Feel free to contact us, and together we will look at what you want to achieve, both as a person and from your position, and how the organization will be best served.",
  "organisation title": "UNIQUE LEADERSHIP DEVELOPMENT CUSTOMIZED FOR YOUR ORGANIZATION",
  "testimonial subtitle": "Curious about the experiences of other executives after attending Stefanie van Boekel's Leadership with and without Ego training?",
  "TERUGBELVERZOEK?": "CALLBACK REQUEST?",
  "testimonial title": "EXPERIENCES OF OTHERS",
  "training subtitle": "We help leaders of all levels put the principles from Leading With and Without Ego into practice. We teach you to lead on the golden mean of control and letting go. You'll learn to shift between directive and servant leadership on a deep level, enabling you to do what it takes to lead a team to sustainable performance. Are you ready to take the next step in your leadership and challenge yourself?",
  "training title": "TRAINING <br></br><span>BASED ON A POWERFUL 8-STEP MODEL</span>",
  "whoAreWe subtitle": "Behind the Leadership with a Without Ego training is a team of Stefanie van Boekel and her colleagues.",
  "whoAreWe title": "WHO ARE WE",
  "Absolute expertise": "Absolute expertise",
  "Duidelijk en direct": "Clear and direct",
  "Flexibel, alles mogelijk (training op waddeneiland, internationaal, outdoor, etc)": "Flexible, everything possible (training on Wadden Island, international, outdoor, etc)",
  "Gedreven door de wetenschap": "Driven by science",
  "Goedkoop": "Cheap",
  "Levendig vanuit flow": "Alive from flow",
  "Maatwerk": "Custom",
  "Methode gebaseerd op de praktijk van grote ondernemingen ": "Method based on the practice of large enterprises ",
  "Persoonlijk": "Personal",
  "whyUse subtitle": "What makes us different from others",
  "Systemisch, meer dimensionaal": "Systemic, more dimensional",
  "whyUse title": "WHY CHOOSE <span>THIS TRAINING?</span>",
  "workshop subtitle": "We work with the 8-step model from Leading with and without Ego which is divided into 3 phases. With this method you learn how to create the right balance as a captain between setting the course and trusting the crew, so that together and with pleasure you can reach the dot on the horizon and get further than ever expected of the team or organization.",
  "workshop title": "THE PROGRAM",
  "DEEL 1": "PART 1",
  "LEIDING GEVEN AAN JEZELF": "LEADING YOURSELF",
  "Ik weet wie ik ben (en hoe anderen over mij denken)": "I know who I am (and how others think of me)",
  "Ik weet wat ik wil (en wat de organisatie van mij verwacht)": "I know what I want (and what the organization expects from me)",
  "Ik zeg wat ik wil (en consulteer anderen)": "I say what I want (and consult others)",
  "Ik doe wat ik zeg (en dat herkent mijn omgeving)": "I do what I say (and my environment recognizes that)",
  "DEEL 2": "PART 2",
  "LEIDING GEVEN IN HET HIER EN NU": "LEADING IN THE HERE AND NOW",
  "ik ontwikkel volwassen relaties (en blijf zelf volwassen)": "I develop mature relationships (and remain mature myself)",
  "DEEL 3": "PART 3",
  "ANDEREN IN STAAT STELLEN OM SUCCESVOL TE ZIJN": "EMPOWERING OTHERS TO BE SUCCESSFUL",
  "Ik bied individuen een veilige en uitdagende context": "I offer individuals a safe and challenging context",
  "Ik bied teams een veilige en uitdagende context": "I offer teams a safe and challenging context",
  "Ik bevorder een werkstructuur waarin mensen kunnen leren en presteren": "I promote a work structure in which people can learn and perform"
}